ibrahim_folder/cases/fan_14/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    p
    {
        solver          GAMG;
        tolerance       1e-07;
        relTol          0.1;
        smoother        GaussSeidel;
        nFinestSweeps   2;
        maxIter         100;
    }

    U
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        nSweeps         2;
        tolerance       1e-08;
        relTol          0.1;
    }
}

SIMPLE
{
    nNonOrthogonalCorrectors 4;
    pRefCell 0;
    pRefValue 0;
    residualControl
    {
        U 1e-5;
        p 1e-4;
    }
}

relaxationFactors
{
    fields
    {
        p 0.2;
    }
    equations
    {
        U 0.3;
    }
}
